11/data/attachments/459cb986c20cc68b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_3d174bf0-a09e-44ea-8541-0067932a553e</nif:username>
            <nif:friendToBeAdded>Scott_traditional_Friend_4776_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>